amd-ucode
at
base
base-devel
bat
bc
bob
brightnessctl
btop
bun
cmatrix
coreutils
discord
dnsmasq
dunst
efibootmgr
fastfetch
fd
feh
fzf
git
git-filter-repo
github-cli
gobuster
gperf
grub
htop
iw
jless
jq
kitty
lib32-mesa
libxinerama
linux-firmware
linux-zen
lxappearance
man-db
man-pages
mkvtoolnix-cli
mpd
mpv
networkmanager
networkmanager-vpn-plugin-openvpn
nmap
npm
openssh
openvpn
os-prober
pacman
pass
pavucontrol
perl-image-exiftool
picom
pipewire-alsa
pipewire-pulse
pulsemixer
python-mutagen
python-pywal
python-setuptools
qemu-base
qutebrowser
radeontop
ripgrep
rmpc
rtkit
rustup
scrot
steam
stow
sudo
sysstat
tinyxxd
tldr
tmux
torbrowser-launcher
tree-sitter-cli
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
webkit2gtk
wget
wine
x11-ssh-askpass
xclip
xcompmgr
xcursor-themes
xdotool
xf86-video-amdgpu
xorg-fonts-100dpi
xorg-server
xorg-xev
xorg-xinit
xorg-xlsfonts
xorg-xset
xorg-xsetroot
yt-dlp
zathura
zathura-pdf-poppler
zsh
zsh-completions
