bridge-utils
dnslookup
ffuf
github-copilot-cli
gnu-netcat
input-remapper
neovim-remote
protonup-qt
python-pywalfox
seclists
subfinder
transset-df
ttf-noto-sans-cjk-vf
ttf-twemoji-color
win2xcur
yay
yay-debug
zen-browser-bin
zoom
zsh-plugin-wd
